export const strings = [
    {
        chapter: '《论语》学而篇',
        sentence: [
            '学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？',
            '吾日三省吾身——为人谋而不忠乎？与朋友交而不信乎？传不习乎？',
            '弟子，入则孝，出则悌，谨而信，泛爱众，而亲仁。行有余力，则以学文。',
            '贤贤易色，事父母，能竭其力；事君，能致其身；与朋友交，言而有信。',
            '君子不重，则不威；学则不固。主忠信。无友不如己者。过，则无惮改。',
            '君子食无求饱，居无求安，敏于事而慎于言，就有道而正焉，可谓好学也已。'
        ]
    },
    {
        chapter: '《论语》为政篇',
        sentence: [
            '《诗》三百，一言以蔽之，曰："思无邪。"',
            '道之以政，齐之以刑，民免而无耻；道之以德，齐之以礼，有耻且格。',
            '吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。',
            '孟懿子问孝。子曰："无违！"',
            '视其所以，观其所由，察其所安。人焉廋哉？人焉廋哉？',
            '诲女知之乎！知之为知之，不知为不知，是知也。',
            '人而无信，不知其可也。',
            '非其鬼而祭之，谄也。见义不为，无勇也。',
        ]
    },
    {
        chapter: '《论语》八佾篇',
        sentence: [
            '君使臣以礼，臣事君以忠。',
            '《关雎》乐而不淫，哀而不伤。',
        ]
    },
    {
        chapter: '《论语》里仁篇',
        sentence: [
            '唯仁者能好人，能恶人。',
            '人之过，各于其党。观过，斯知仁。',
            '朝闻道，夕死可矣。',
            '孟懿子问孝。子曰："无违"',
            '君子之于天下也，无适也，无莫也，义之与比。',
            '君子怀德，小人怀土；君子怀刑，小人怀惠。',
            '放于利而行，多怨。',
            '不患无位，患所以立。不患莫己知，求为可知也。',
            '君子喻于义，小人喻于利。',
            '见贤思齐焉，见不贤而内自省也。',
            '事父母几谏，见志不从，又敬不违，劳而不怨。',
            '父母在，不远游，游必有方。',
            '君子欲讷于言而敏于行。',
        ]
    },
    {
        chapter: '《论语》公治长篇第五',
        sentence: [
            '我不欲人之加诸我也，吾亦欲无加诸人。',
            '有君子之道四焉： 其行己也恭，其事上也敬，其养民也惠，其使民也义。',
        ]
    },
    {
        chapter: '《论语》雍也篇第六',
        sentence: [
            '质胜文则野，文胜质则史。文质彬彬，然后君子。',
            '人之生也直，罔之生也幸而免。',
            '知之者不如好之者，好之者不如乐之者。',
            '知者乐水，仁者乐山。知者动，仁者静。知者乐，仁者寿。',
            '中庸之道为德，其至矣乎！民鲜久矣。',
        ]
    },
    {
        chapter: '《论语》述而篇第六',
        sentence: [
            '默而知之，学而不厌，诲而不倦，何有于我哉。',
            '子之燕居，申申如也，夭夭如也。',
            '暴虎冯河，死而无悔者，吾不与也。必也临事而惧，好谋而成者。',
            '三人行，必有我师焉：择其善者而从之，其不善者而改之。',
            '盖有不知而作之者，我无是也。多闻，择其善者而从之；多见而识之；知之次也。',
            '仁远乎哉？我欲仁，斯仁至矣。',
            '子与人歌而善，必使反之，而后和之。',
            '奢则不孙，俭则固。与其不孙也，宁固。',
            '君子坦荡荡，小人长戚戚。',
        ]
    },
    {
        chapter: '《道德经》德经第一篇',
        sentence: [
            '道可道，非常道；名可名，非常名。',
            '无，名天地之始；有，名万物之母。',
            '故常无，欲以观其妙；常有，欲以观其徼。',
            '此两者同出而异名，同谓之玄。',
            '玄之又玄，众妙之门。',
        ]
    },
    {
        chapter: '《道德经》德经第二篇',
        sentence: [
            '天下皆知美之为美，斯恶矣；皆知善之为善，斯不善已。',
            '有无相生，难易相成，长短相形，高下相倾，音声相和，前后相随，恒也。',
            '是以圣人处无为之事，行不言之教；万物作而弗始。',
            '生而弗有，为而弗恃，功成而弗居。',
            '夫唯弗居，是以不去。',
        ]
    },
    {
        chapter: '《道德经》德经第五篇',
        sentence: [
            '天地不仁，以万物为刍狗。圣人不仁，以百姓为刍狗。',
            '天地之间，其犹橐龠乎？虚而不屈，动而愈出。',
            '多言数穷，不如守中。',
        ]
    },
    {
        chapter: '《道德经》德经第七篇',
        sentence: [
            '天长地久。天地所以能长且久者，以其不自生，故能长生。',
            '是以圣人后其身而身先，外其身而身存。',
            '以其无私，故能成其私。',
        ]
    },
];